IdeaRS.OpenModel.Material.PrestressSteelTypeSIA
Type of prestress steel

IdeaRS.OpenModel.Material.PrestressSteelTypeSIA.Wire
wire - drát

IdeaRS.OpenModel.Material.PrestressSteelTypeSIA.Strand
Strand - lana

IdeaRS.OpenModel.Material.PrestressSteelTypeSIA.Bar
bar - tyč